/* Archive - NSOpenPanel button title */
"Archive" = "Arquivar";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "Arquivar ficheiros";

/* title of progress window */
"Archive Utility" = "Utilitário de Compressão";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "Arquivo de “%1$@” em “%2$@” foi cancelado.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "A arquivar “%1$@”…";

/* Cancel */
"Cancel" = "Cancelar";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "A limpar…";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "Não foi possível encontrar uma pasta gravável para o conteúdo de \"%1$@\". Experimente movê-lo para uma pasta gravável.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "Não foi possível encontrar uma pasta gravável para criar um arquivo de \"%1$@\". Experimente movê-lo para uma pasta gravável.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "Arquivo de “%1$@” em “%2$@” concluído.";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "Descompressão de arquivo “%1$@” em “%2$@” concluída.";

/* Default name of progress window */
"Progress" = "Progresso";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "Seleccionar uma localização para guardar “%1$@”…";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Impossível arquivar “%1$@” em “%2$@”.\n(Erro %3$d - %4$@.)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "Impossível apagar “%1$@”.";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "Impossível apagar o arquivo “%1$@”.";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "Impossível expandir \"%@\" - é um formato não suportado.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "Impossível descomprimir “%@” - Arquivos Stuffit não são suportados.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "Impossível concluir a descompressão do arquivo “%1$@” em “%2$@”.\nNão foi possível mover “%3$@” para o directório de destino.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "Impossível mover “%1$@” para “%2$@”.";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Impossível mover “%1$@” para “%2$@”.\nO destino não existe ou não é um directório.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "Impossível mover “%1$@” para o Lixo.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "Impossível mover o arquivo “%1$@” para “%2$@”.";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Impossível mover o arquivo “%1$@” para “%2$@”.\nO destino não existe ou não é um directório.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "Impossível mover o arquivo “%1$@” para o Lixo.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "Impossível abrir o arquivo “%1$@”.\n(Erro %2$d - %3$@.)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "Impossível abrir o arquivo danificado“%1$@”.";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Impossível descomprimir do arquivo “%1$@” para “%2$@”.\n(Erro %3$d - %4$@.)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "Descomprimir";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "Descomprimir ficheiro";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "A descompressão do arquivo “%1$@” para “%2$@” foi cancelada.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "A descomprimir arquivo “%1$@”…";

